Repository: BackupTheBerlios/sharutils
Catalog: sharutils/sharutils-4.3.76/po/*.po
Languages: tr

source: Unknown system error
tr: Bilinmeyen sistem hatasý

source: %s: option `%s' is ambiguous
tr: %s: `%s' seçeneði belirsiz

source: %s: option `--%s' doesn't allow an argument
tr: %s: `--%s' seçeneði argümansýz kullanýlýr

source: %s: option `%c%s' doesn't allow an argument
tr: %s: `%c%s' seçeneði argümansýz kullanýlýr

source: %s: option `%s' requires an argument
tr: %s: `%s' seçeneði bir argümanla kullanýlýr

source: %s: unrecognized option `--%s'
tr: %s: `--%s' seçeneði bilinmiyor

source: %s: unrecognized option `%c%s'
tr: %s: `%c%s' seçeneði bilinmiyor

source: %s: illegal option -- %c
tr: %s: kuraldýþý seçenek -- %c

source: %s: invalid option -- %c
tr: %s: geçersiz seçenek -- %c

source: %s: option requires an argument -- %c
tr: %s: seçenek bir argümanla kullanýlýr -- %c

source: %s: option `-W %s' is ambiguous
tr: %s: `-W %s' seçeneði belirsiz

source: %s: option `-W %s' doesn't allow an argument
tr: %s: `-W %s' seçeneði argümansýz kullanýlýr

source: memory exhausted
tr: bellek tükendi

source: WARNING: not restoring timestamps. Consider getting and
tr: UYARI: Zaman belirteçleri geri yüklenmiyor. GNU Dosya Hizmetleri

source: installing GNU \`touch', distributed in GNU File Utilities...
tr: altýnda daðýtýlan GNU \`touch'ý yüklemeyi dikkate alýn...

source: failed to create locking directory
tr: Kilitleyici dizin oluþturulamadý

source: lock directory
tr: dizini kilitle

source: created
tr: oluþturuldu

source: failed to create
tr: oluþturulamadý

source: Too many directories for mkdir generation
tr: mkdir için çok sayýda dizin

source: Cannot access %s
tr: %s'e girilemedi

source: -C is being deprecated, use -Z instead
tr: -C reddediliyor, yerine -Z kullanýn

source: Cannot get current directory name
tr: Yürürlükteki dizin adý okunamýyor

source: Must unpack archives in sequence!
tr: Arþiv, sýrasýnca açýlmalýdýr!

source: Please unpack part
tr: Lütfen bölümü açýnýz

source: next!
tr: sonraki!

source: %s: Not a regular file
tr: %s: Sýradan bir dosya deðil

source: In shar: remaining size %s
tr: Shar içinde kalan boyut: %s

source: New file, remaining %s,
tr: Yeni dosya, kalan %s,

source: Limit still %s
tr: Halen sýnýr %s

source: restore of
tr: geri yükleme

source: failed
tr: Baþarýsýz

source: End of part
tr: Bölüm sonu

source: continue with part
tr: bölümüyle devam edin

source: Starting file %s
tr: %s dosyasý baþlatýlýyor

source: empty
tr: boþ

source: (empty)
tr: (boþ)

source: Cannot open file %s
tr: %s dosyasý açýlamýyor

source: compressed
tr: sýkýþtýrýlmýþ

source: gzipped
tr: gziplendi

source: binary
tr: iki tabanlý

source: (compressed)
tr: (sýkýþtýrýlmýþ)

source: (gzipped)
tr: (gziplenmiþ)

source: (binary)
tr: (iki tabanlý)

source: Could not fork
tr: Çatallanamadý

source: File %s (%s)
tr: %s dosyasý (%s)

source: text
tr: metin

source: (text)
tr: (metin)

source: overwriting
tr: üstüne yazýlýyor

source: overwrite
tr: üstüne yaz

source: [no, yes, all, quit] (no)?
tr: [hayýr evet tümü çýkýþ] (hayýr)?

source: extraction aborted
tr: açýlma iptal edildi

source: SKIPPING
tr: ATLANIYOR

source: (file already exists)
tr: (dosya zaten var)

source: Saving %s (%s)
tr: %s kaydediliyor (%s)

source: extracting
tr: açýlýyor

source: End of
tr: 'nýn sonu

source: archive
tr: arþiv

source: part
tr: bölüm

source: File
tr: Dosya

source: is continued in part
tr: 'nýn devam ettiði bölüm

source: Please unpack part 1 first!
tr: Lütfen önce ilk bölümü açýnýz!

source: STILL SKIPPING
tr: HÂLÂ ATLANIYOR

source: continuing file
tr: dosyaya devam ediliyor

source: is complete
tr: tamamlandý

source: uudecoding file
tr: dosya uuçözülüyor

source: uncompressing file
tr: dosya sýkýþtýrmasý açýlýyor

source: gunzipping file
tr: dosya gunzipleniyor

source: MD5 check failed
tr: MD5 kontrolü baþarýsýz

source: original size
tr: orijinal boyut

source: current size
tr: güncel boyut

source: Opening `%s'
tr: `%s' açýlýyor

source: Closing `%s'
tr: `%s' kapatýlýyor

source: Try `%s --help' for more information.
tr: Daha fazla bilgi için `%s --help' yazýn.

source: Usage: %s [OPTION]... [FILE]...
tr: Kullanýmý: %s [SEÇENEK]... [DOSYA]...

source: Mandatory arguments to long options are mandatory for short options too.
tr: Uzun seçenekler için zorunlu olan argümanlar, kýsa seçenekler için de zorunludur.

source: Giving feedback: --help display this help and exit --version output version information and exit -q, --quiet, --silent do not output verbose messages locally
tr: Geribesleme verme: --help bu yardýmý görüntüle ve çýk --version sürüm bilgisini göster ve çýk -q, --quiet, --silent sözlü mesajlarý yerel görüntüleme

source: Selecting files: -p, --intermix-type allow -[BTzZ] in file lists to change mode -S, --stdin-file-list read file list from standard input
tr: Dosya seçme: -p, --intermix type kip deðiþtirmek için dosya listesinde -[BTzZ]'ye izin ver -S, --stdin-file-list dosya listesini standart girdiden oku

source: Selecting files: -p, --intermix-type allow -[BTz] in file lists to change mode -S, --stdin-file-list read file list from standard input
tr: Dosya seçme: -p, --intermix-type kip deðiþtirmek için dosya listesinde -[BTz]'ye izin ver -S, --stdin-file-list dosya listesini standart girdiden oku

source: Splitting output: -o, --output-prefix=PREFIX output to file PREFIX.01 through PREFIX.NN -l, --whole-size-limit=SIZE split archive, not files, to SIZE kilobytes -L, --split-size-limit=SIZE split archive, or files, to SIZE kilobytes
tr: Çýktý bölme: -o, --output-prefix=ÖNEK Çýktýyý ÖNEK.01'den ÖNEK.NN'e dek dosyalara gönder -l, --whole-size-limit=BOYUT Dosyalarý deðil arþivi, BOYUT kilobayta böl -L, --spilt-size-limit=BOYUT Dosyalarý ya da arþivi BOYUT kilobayta böl

source: -Z, --compress compress and uuencode all files -b, --bits-per-code=BITS pass -bBITS (default 12) to compress
tr: -Z, --compress tüm dosyalarý sýkýþtýr ve uukodla -b, --bits-per-code=BIT sýkýþtýrmaya geçiþ -BIT'i (öntanýmlýsý:12)

source: Protecting against transmission: -w, --no-character-count do not use `wc -c' to check size -D, --no-md5-digest do not use `md5sum' digest to verify -F, --force-prefix force the prefix character on every line -d, --here-delimiter=STRING use STRING to delimit the files in the shar Producing different kinds of shars: -V, --vanilla-operation produce very simple and undemanding shars -P, --no-piping exclusively use temporary files at unshar time -x, --no-check-existing blindly overwrite existing files -X, --query-user ask user before overwriting files (not for Net) -m, --no-timestamp do not restore file modification dates & times -Q, --quiet-unshar avoid verbose messages at unshar time -f, --basename restore in one directory, despite hierarchy --no-i18n do not produce internationalized shell script
tr: Ýletime karþý koruma: -w, --no-character-count boyutu kontrol etmek için `wc -c' kullanma -D, --no-md5-digest doðrulamak için `md5sum' özütünü kullanma -F, --force-prefix önek karakterini her satýrda zorla kullan -d, --here-delimiter=DÝZGÝ shar'daki dosyalarý sýnýrlamak için DÝZGÝ'yi kullan Deðiþik türlerde shar'lar üretme: -V, --vanilla-operation çok basit ve esnek shar'lar üret -P, --no-piping shar çözüleceðinde tamamen geçici dosyalar kullanarak çöz -x, --no-check-existing mevcut dosyalarýn üzerine körlemesine yaz -X, --query-user dosyalarýn üzerine yazmadan önce kullanýcýyý sor (Að için deðil) -m, --no-timestamp dosya deðiþim tarih ve zamanýný geri yükleme -Q, --quit-unshar shar çözüleceðinde mesajlarý dillendirmekten kaçýn -f, --basename sýradüzeni yok sayýp, bir dizine geri yükle --no-i18n uluslararasýlaþtýrýlmýþ kabuk senaryosu üretme

source: Option -o is required with -l or -L, option -n is required with -a.
tr: -o seçeneði -l ya da -L ile, -n seçeneði -a ile kullanýlmalýdýr.

source: Option -g implies -z, option -b implies -Z.
tr: -g seçeneði -z, -b seçeneði -Z gerektirir.

source: Option -g implies -z.
tr: -g seçeneði -z gerektirir.

source: Report bugs to <%s>.
tr: Yazýlým hatalarýný <%s>'e bildiriniz.

source: DEBUG was not selected at compile time
tr: HATA AYIKLAMA, derleme sýrasýnda seçilmemiþtir.

source: Hard limit %s
tr: Donaným sýnýrý %s

source: This system doesn't support -Z ('compress'), use -z instead
tr: Bu sistem -Z'yi ('sýkýþtýr') desteklemiyor, yerine -z kullanýnýz

source: Soft limit %s
tr: Yazýlým sýnýrý %s

source: Copyright (C) %s Free Software Foundation, Inc. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
tr: Kopyahakký (C) %s Free Software Foundation, Inc. Bu bir serbest yazýlýmdýr; kopyalama koþullarý için kaynak koduna bakýnýz. Hiçbir garantisi yoktur; hatta SATILABÝLÝRLÝÐÝ veya ÞAHSÝ KULLANIMINIZA UYGUNLUÐU için bile garanti verilmez.

source: WARNING: No user interaction in vanilla mode
tr: UYARI: Vanilla kipinde kullanýcý etkileþimi olmaz

source: WARNING: Non-text storage options overridden
tr: UYARI: Metin dýþý depolama seçenekleri geçersiz kýlýndý

source: No input files
tr: Hiçbir girdi dosyasý yok

source: Cannot use -a option without -n
tr: -a seçeneði, -n seçeneði olmaksýzýn kullanýlamaz

source: Cannot use -l or -L option without -o
tr: -l ya da -L seçeneði, -o'suz kullanýlamaz

source: PLEASE avoid -X shars on Usenet or public networks
tr: LÜTFEN Usenet ya da halka açýk aðlarda -X shar'lardan kaçýnýnýz

source: You have unpacked the last part
tr: Son kýsmý açtýnýz

source: Created %d files
tr: %d dosya oluþturuldu

source: removed
tr: çýkarýldý

source: failed to remove
tr: çýkarýlamadý

source: Found no shell commands in %s
tr: %s'de kabuk komutu bulunamadý

source: %s looks like raw C code, not a shell archive
tr: %s, kabuk arþivinden çok, ham C kodunu andýrýyor.

source: Found no shell commands after `cut' in %s
tr: %s'deki `kesme'den sonra kabuk komutu bulunamadý

source: %s is probably not a shell archive
tr: %s, muhtemelen bir kabuk arþivi deðil

source: The `cut' line was followed by: %s
tr: `kesme' çizgisini %s izliyor

source: Starting `sh' process
tr: `sh' iþlemi baþlatýlýyor

source: Mandatory arguments to long options are mandatory for short options too. -d, --directory=DIRECTORY change to DIRECTORY before unpacking -c, --overwrite pass -c to shar script for overwriting files -e, --exit-0 same as `--split-at="exit 0"' -E, --split-at=STRING split concatenated shars after STRING -f, --force same as `-c' --help display this help and exit --version output version information and exit If no FILE, standard input is read.
tr: Uzun seçenekler için zorunlu argümanlar, kýsa seçenekler için de zorunludur. -d, --directory=DÝZÝN açmadan önce DÝZÝN'e gidin -c, --overwrite dosyalarýn üstüne yazmak için shar senaryosuna -c geçin -e, --exit-0 `--split-at="exit 0"' ile ayný -E, --split-at=DÝZGÝ birleþtirilmiþ shar'larý DÝZGÝ'den sonra böl -f, --force `-c' ile ayný --help bu yardýmý görüntüle ve çýk --version sürüm bilgisini göster ve çýk DOSYA yoksa, standart girdi okunur.

source: Cannot chdir to `%s'
tr: `%s' e girilemiyor

source: standard input
tr: standart girdi

source: %s: Write error
tr: %s: Yazma hatasý

source: %s: Short file
tr: %s: Kýsa dosya

source: %s: No `end' line
tr: %s: `son' çizgisi yok

source: %s: data following `=' padding character
tr: %s: dolgulama karakteri `=' sonrasý veri

source: %s: illegal line
tr: %s: kuraldýþý çizgi

source: %s: No `begin' line
tr: %s: `baþlangýç' çizgisi yok

source: %s: Illegal ~user
tr: %s: Kuraldýþý ~kullanýcý

source: %s: No user `%s'
tr: %s: Kullanýcý yok `%s'

source: cannot access %s
tr: %s'e eriþilemedi

source: denied writing FIFO (%s)
tr: FIFO (%s) yazýmý reddedildi

source: not following symlink (%s)
tr: simgesel link (%s) izlenemiyor

source: Usage: %s [FILE]...
tr: Kullaným: %s [DOSYA]

source: Mandatory arguments to long options are mandatory to short options too. -o, --output-file=FILE direct output to FILE --help display this help and exit --version output version information and exit
tr: Uzun seçenekler için zorunlu argümanlar, kýsa seçenekler için de zorunludur -o, --output-file=DOSYA DOSYA'ya doðrudan çýktý --help bu yardýmý görüntüle ve çýk --version sürüm bilgisini göster ve çýk

source: Write error
tr: Yazma hatasý

source: Read error
tr: Okuma hatasý

source: Usage: %s [INFILE] REMOTEFILE
tr: Kullaným: %s [ÝÇDOSYA] DIÞDOSYA

source: -m, --base64 use base64 encoding as of RFC1521 --help display this help and exit --version output version information and exit
tr: -m, --base64 RFC1521'deki gibi 64 tabanlý kodlama kullan --help bu yardýmý görüntüle ve çýk --version sürüm bilgisini göster ve çýk
