Repository: BackupTheBerlios/sharutils
Catalog: sharutils/po/*.po
Languages: cs, ru

source: Unknown system error
cs: Neznámá chyba systému
ru: Неизвестная системная ошибка

source: %s: option `%s' is ambiguous
cs: %s: pøepínaè `%s` není jednoznaèný
ru: %s: использование ключа `%s' неуместно

source: %s: option `--%s' doesn't allow an argument
cs: %s: pøepínaè `--%s` musí být zadán bez argumentu
ru: %s: ключ `--%s' не допускает указания аргумента

source: %s: option `%c%s' doesn't allow an argument
cs: %s: pøepínaè `%c%s` musí být zadán bez argumentu
ru: %s: ключ `%c%s' не допускает указания аргумента

source: %s: option `%s' requires an argument
cs: %s: pøepínaè `%s` vy¾aduje argument
ru: %s: option `%s' требует указания аргумента

source: %s: unrecognized option `--%s'
cs: %s: neznámý pøepínaè `--%s`
ru: %s: неизвестный ключ `--%s'

source: %s: unrecognized option `%c%s'
cs: %s: neznámý pøepínaè `%c%s`
ru: %s: неизвестный ключ `%c%s'

source: %s: illegal option -- %c
cs: %s: neznámý pøepínaè -- %c
ru: %s: недопустимый ключ -- %c

source: %s: invalid option -- %c
cs: %s: neznámý pøepínaè -- %c
ru: %s: недопустимый ключ -- %c

source: %s: option requires an argument -- %c
cs: %s: pøepínaè vy¾aduje argument -- %c
ru: %s: ключ требует указания аргумента -- %c

source: WARNING: not restoring timestamps. Consider getting and
cs: UPOZORNÌNÍ: èasové znaèky nejsou obnoveny. Uva¾te instalaci
ru: ПРЕДУПРЕЖДЕНИЕ: отметки времени не будут восстановлены.

source: installing GNU \`touch', distributed in GNU File Utilities...
cs: GNU \`touch`, z balíèku GNU File Utilities ...
ru: Установите GNU \`touch' из пакета GNU File Utilities...

source: failed to create locking directory
cs: adresáø pro zámky nelze vytvoøit
ru: не удалось создать каталог блокировки

source: lock directory
cs: adresáø pro zámky
ru: каталог блокировки

source: created
cs: vytvoøen
ru: создан

source: failed to create
cs: nelze vytvoøit
ru: создать не удалось

source: Too many directories for mkdir generation
cs: Pøíli¹ mnoho adresáøù pro mkdir
ru: Слишком много каталогов для создания с помощью mkdir

source: Cannot access %s
cs: Pro pøístup k %s chybí práva
ru: Ошибка доступа к %s

source: -C is being deprecated, use -Z instead
cs: -C není podporován, místo nìj pou¾ijte -Z
ru: Ключ -C устарел, используйте -Z

source: Cannot get current directory name
cs: Jméno aktuálního adresáøe nelze zjistit
ru: Не удалось определить имя текущего каталога

source: Must unpack archives in sequence!
cs: Archívy musí být rozbaleny v poøadí!
ru: Архивы нужно распаковывать в правильном порядке!

source: Please unpack part
cs: Prosím, rozbalte èást
ru: Следующей распакуйте, пожалуйста, часть

source: next!
cs: dal¹í!

source: %s: Not a regular file
cs: %s: Není obyèejný soubor
ru: %s: Не является обычным файлом

source: restore of
cs: obnovení
ru: восстановить

source: failed
cs: selhalo
ru: не удалось

source: End of part
cs: Konec èásti
ru: Конец части

source: continue with part
cs: pokraèování èástí
ru: продолжение в части

source: Starting file %s
cs: Zaèíná soubor %s
ru: Начало файла %s

source: empty
cs: prázdný
ru: пустой

source: (empty)
cs: (prázdný)
ru: (пустой)

source: Cannot open file %s
cs: Soubor %s nelze otevøít
ru: Не удается открыть файла %s

source: compressed
cs: komprimovaný
ru: сжатый

source: gzipped
cs: gzipovaný
ru: сжатый gzip

source: binary
cs: binární
ru: двоичный

source: (compressed)
cs: (komprimovaný)
ru: (сжатый)

source: (gzipped)
cs: (gzipovaný)
ru: (сжатый gzip)

source: (binary)
cs: (binární)
ru: (двоичный)

source: Could not fork
cs: Fork nelze provést
ru: Не удалось породить процесс

source: File %s (%s)
cs: Soubor %s (%s)
ru: Файл %s (%s)

source: text
cs: textový
ru: текстовый

source: (text)
cs: (textový)
ru: (текстовый)

source: overwriting
cs: pøepisování
ru: замещение

source: overwrite
cs: pøepsat
ru: записать поверх

source: extraction aborted
cs: rozbalování ukonèeno pøedèasnì
ru: извлечение прервано

source: SKIPPING
cs: PØESKAKUJI
ru: ПРОПУСК

source: (file already exists)
cs: (soubor ji¾ existuje)
ru: (файл уже существует)

source: Saving %s (%s)
cs: Ukládám %s (%s)
ru: Сохранение %s (%s)

source: extracting
cs: rozbaluji
ru: извлечение

source: End of
cs: Konec
ru: Конец

source: archive
cs: archívu
ru: архива

source: part
cs: èásti
ru: части

source: File
cs: Soubor
ru: Файл

source: is continued in part
cs: pokraèuje èástí
ru: продолжается в части

source: Please unpack part 1 first!
cs: Prosím, rozbalte èást èíslo 1 jako první!
ru: Сначала распакуйте часть 1, пожалуйста!

source: STILL SKIPPING
cs: STÁLE PØESKAKUJI
ru: ПРОПУСК ДАЛЕЕ

source: continuing file
cs: pokraèování souboru
ru: продолжение файла

source: is complete
cs: je zpracován
ru: воссоздан

source: uudecoding file
cs: uudekódování souboru
ru: декодирование uue-файла

source: uncompressing file
cs: dekomprimování souboru
ru: распаковка файла

source: gunzipping file
cs: gzip -d souboru
ru: распаковка gzip-файла

source: MD5 check failed
cs: kontrola MD5 selhala
ru: Проверка MD5 закончилась неудачно

source: original size
cs: pùvodní velikost
ru: исходный размер

source: current size
cs: souèasná velikost
ru: текущий размер

source: Opening `%s'
cs: Otevírám `%s`
ru: Открытие `%s'

source: Closing `%s'
cs: Uzavírám `%s`
ru: Закрытие `%s'

source: Try `%s --help' for more information.
cs: Více informací získáte pøíkazem `%s --help`.
ru: Попробуйте `%s --help' для получения более подробной информации.

source: Usage: %s [OPTION]... [FILE]...
cs: Pou¾ití: %s [PØEPÍNAÈ]... [SOUBOR]...
ru: Использование: %s [КЛЮЧ]... [ФАЙЛ]...

source: Mandatory arguments to long options are mandatory for short options too.
cs: Povinné argumenty dlouhých pøepínaèù, jsou pro jejich krátké formy také povinné.
ru: Короткие ключи требуют указания тех же аргументов, что и длинные ключи.

source: Protecting against transmission: -w, --no-character-count do not use `wc -c' to check size -D, --no-md5-digest do not use `md5sum' digest to verify -F, --force-prefix force the prefix character on every line -d, --here-delimiter=STRING use STRING to delimit the files in the shar Producing different kinds of shars: -V, --vanilla-operation produce very simple and undemanding shars -P, --no-piping exclusively use temporary files at unshar time -x, --no-check-existing blindly overwrite existing files -X, --query-user ask user before overwriting files (not for Net) -m, --no-timestamp do not restore file modification dates & times -Q, --quiet-unshar avoid verbose messages at unshar time -f, --basename restore in one directory, despite hierarchy --no-i18n do not produce internationalized shell script
cs: Ochrana pøenosu: -w, --no-character-count nepou¾ívá 'wc -c' na testování velikosti -D, --no-md5-digest nepou¾ívá 'md5sum' pro ovìøení -F, --force-prefix pou¾ije pøedponový (prefix) znak na ka¾dé øádce -d, --here-delimiter=ØE«EZEC pou¾ije ØE«EZEC k oddìlení souborù v shar archívu Rùzné druhy shar archívù: -V, --vanilla-operation produkuje velmi jednoduchý shar archív, nenároèný na rozbalení (je tøeba sed a echo) -P, --no-piping pou¾ije doèasné soubory pøi rozbalování -x, --no-check-existing slepé pøepsání existujících souborù -X, --query-user ptá se u¾ivatele pøed pøepisováním souborù (neplatí pro sí») -m, --no-timestamp neobnovuje èasy a datumy modifikace souboru -Q, --quiet-unshar nevypisuje zprávy pøi rozbalování -f, --basename rozbaluje do jednoho adresáøe, neuva¾uje adresáøovou struktùru --no-i18n neprodukuje internacializovaný shellový script
ru: Защита от передачи: -w, --no-character-count не использовать `wc -c' для проверки размера -D, --no-md5-digest не использовать `md5sum' для верификации -F, --force-prefix ставить символ префикса на каждой строке -d, --here-delimiter=СТРОКА вставлять СТРОКУ между файлами в shar-архиве Создание различных типов shar-архивов: -V, --vanilla-operation создавать очень простые и нетребовательные архивы -P, --no-piping при распаковке всегда использовать временные файлы -x, --no-check-existing слепо замещать существующие файлы -X, --query-user спрашивать перед замещением файлов (не для Сети) -m, --no-timestamp не восстанавливать даты и времена создания файлов -Q, --quiet-unshar подавлять вывод подробных сообщений при распаковке -f, --basename распаковывать в один каталог, не сохранять иерархию --no-i18n не использовать интернационализацию в сценариях

source: DEBUG was not selected at compile time
cs: DEBUG nebyl nastaven pøi pøekladu
ru: РЕЖИМ ОТЛАДКИ не был выбран на стадии компиляции

source: Copyright (C) %s Free Software Foundation, Inc. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
cs: Copyright (C) %s Free Software Foundation, Inc. Toto je volné programové vybavení; podmínky pro kopírování a roz¹iøování naleznete ve zdrojových textech. Toto programové vybavení je zcela BEZ ZÁRUKY, a to i bez záruky PRODEJNOSTI nebo VHODNOSTI PRO NÌJAKÝ KONKRÉTNÍ ÚÈEL.
ru: Copyright (C) %s Free Software Foundation, Inc. Это свободное программное обеспечение. Условия копирования смотрите в исходных текстах. Не предоставляется НИКАКИХ гарантий; даже гарантий ПОЛЕЗНОСТИ или ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ.

source: WARNING: No user interaction in vanilla mode
cs: UPOZORNÌNÍ: Bez interakce s u¾ivatelem v jednoduchém(vanilla) re¾imu
ru: ПРЕДУПРЕЖДЕНИЕ: Диалог с пользователем в режиме 'vanilla' не допускается

source: WARNING: Non-text storage options overridden
cs: UPOZORNÌNÍ: pøepínaè pro netextové ukládání pøebit
ru: ПРЕДУПРЕЖДЕНИЕ: Ключи хранения двоичных файлов замещены

source: No input files
cs: Vstupní soubory nejsou zadány
ru: Нет входных файлов

source: Cannot use -a option without -n
cs: Pøepínaè -a nelze pou¾ít bez -n
ru: Ключ -a нельзя использовать без -n

source: Cannot use -l or -L option without -o
cs: -l nebo -L nelze bez -o pou¾ít
ru: Ключи -l и -L нельзя использовать без -o

source: PLEASE avoid -X shars on Usenet or public networks
cs: PROSÍM, nepou¾ívejte -X soubory v USENETu nebo veøejných sítích
ru: Пожалуйста, избегайте режима -X в Usenet или общедоступных сетях

source: You have unpacked the last part
cs: Máte rozbalenu poslední èást
ru: Вы распаковали последнюю часть

source: Created %d files
cs: Souborù vytvoøeno: %d
ru: Создано файлов: %d

source: removed
cs: smazán
ru: удален

source: failed to remove
cs: se nepovedlo smazat
ru: удалить не удалось

source: Found no shell commands in %s
cs: V %s nebyly nalezeny ¾ádné pøíkazy pro shell
ru: В %s shell-команды не найдены

source: %s looks like raw C code, not a shell archive
cs: %s je pravdìpodobnì C kód, nikoli shellový archiv
ru: %s больше похож на C-код, чем на shell-архив

source: Found no shell commands after `cut' in %s
cs: Nenalezeny pøíkazy pro shell po `cut` v %s
ru: В %s после `cut' shell-команды не найдены

source: %s is probably not a shell archive
cs: %s pravdìpodobnì není shellový archiv
ru: Вероятно, %s не является shell-архивом

source: The `cut' line was followed by: %s
cs: Øádek `cut` byl následován: %s
ru: За строкой `cut' следует: %s

source: Starting `sh' process
cs: Startuji proces `sh'
ru: Запуск процесса `sh'

source: Mandatory arguments to long options are mandatory for short options too. -d, --directory=DIRECTORY change to DIRECTORY before unpacking -c, --overwrite pass -c to shar script for overwriting files -e, --exit-0 same as `--split-at="exit 0"' -E, --split-at=STRING split concatenated shars after STRING -f, --force same as `-c' --help display this help and exit --version output version information and exit If no FILE, standard input is read.
cs: Argumenty povinné v dlouhých formátech pøepínaèù, jsou povinné i pro jejich krátké formy. -d, --directory=ADRESÁØ aktuální adresáø pro zpracovávání -c, --overwrite vlo¾í -c pro shar na povolení pøepisu souborù -e, --exit-0 jako --split-at="exit 0"' -E, --split-at=ØETÌZEC rozdìlí slo¾ený soubor shar po ØETÌZCI -f, --force jako `-c' --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Pokud SOUBOR nebude zadán, bude èten standardní vstup.
ru: Короткие ключи требуют указания тех же аргументов, что и длинные ключи. -d, --directory=КАТАЛОГ перед распаковкой сделать КАТАЛОГ текущим -c, --overwrite ключ -c для shar-сценария (замещение файлов) -e, --exit-0 то же, что `--split-at="exit 0"' -E, --split-at=СТРОКА разбить объединенные shar-архивы после СТРОКИ -f, --force то же, что `-c' --help отобразить эту подсказку и выйти --version вывести информацию о версии и выйти Если ФАЙЛ не задан, производится чтение со стандартного ввода.

source: Cannot chdir to `%s'
cs: Adresáø nelze zmìnit na `%s`
ru: Не удается сделать каталог `%s' текущим

source: standard input
cs: standardní vstup
ru: стандартный ввод

source: %s: Short file
cs: %s: Krátký soubor
ru: %s: Короткий файл

source: %s: No `end' line
cs: %s: Chybí øádek `end`
ru: %s: Нет строки `end'

source: %s: data following `=' padding character
cs: %s: data následující `=' jsou vyplòovací znaky
ru: %s: данные следуют за символом `='

source: %s: illegal line
cs: %s: nepøípustný øádek
ru: %s: недопустимая строка

source: %s: No `begin' line
cs: %s: Chybí øádek `begin`
ru: %s: Нет строки `begin'

source: %s: Illegal ~user
cs: %s: Nepøípustný ~u¾ivatel
ru: %s: Недопустимый ~пользователь

source: %s: No user `%s'
cs: %s: U¾ivatel `%s' neexistuje
ru: %s: Нет пользователя `%s'

source: Usage: %s [FILE]...
cs: Pou¾ití: %s [SOUBOR]...
ru: Использование: %s [ФАЙЛ]...

source: Mandatory arguments to long options are mandatory to short options too. -o, --output-file=FILE direct output to FILE --help display this help and exit --version output version information and exit
cs: Povinné argumenty dlouhých formátù pøepínaèù, jsou závazné i pro krátké formy. -o, --output-file=SOUBOR výstup do souboru SOUBOR --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
ru: Короткие ключи требуют указания тех же аргументов, что и длинные ключи. -o, --output-file=ФАЙЛ вывод результата в указанный ФАЙЛ --help отобразить эту подсказку и выйти --version вывести информацию о версии и выйти

source: Write error
cs: Chyba pøi zápisu
ru: Ошибка записи

source: Read error
cs: Chyba pøi ètení
ru: Ошибка чтения

source: Usage: %s [INFILE] REMOTEFILE
cs: Pou¾ití: %s [VSTUPNÍ_SOUBOR] VZDÁLENÝ_SOUBOR
ru: Использование: %s [INFILE] REMOTEFILE

source: -m, --base64 use base64 encoding as of RFC1521 --help display this help and exit --version output version information and exit
cs: -m, --base64 pou¾ije kódování base64 odpovídající RFC1521 --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
ru: -m, --base64 использовать метод кодирования base64 согласно RFC1521 --help отобразить эту подсказку и выйти --version вывести информацию о версии и выйти
